docs/use-en170402.html
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org041483b">1. Words and Phrases</a></li>
</ul>
</div>
</div>
<p>
<a href="http://www.nytimes.com/2013/10/13/books/review/malcolm-gladwells-david-and-goliath.html">Source link</a>
</p>

<p>
Malcolm Gladwell: "We have a definition in our heads of what an
advantage is — and the definition isn’t right. And what happens as
a result? It means that we make mistakes. It means that we misread
battles between underdogs and giants. It means that we
underestimate how much freedom there can be in what looks like a
disadvantage." 
</p>

<p>
Malcolm Gladwell 的书总能带来超乎读者认知的新论点，如在
<i>Outliers</i> 中认为在成功的要素中，天分远不如于勤奋、运气以及背景重要。
而在 <i>David and Goliath</i> 中则提出弱者未必比强者没有优势，而强者的优
势可能未必是真正的优势。也就是弱者在竞争中完全有可能击败强
者而胜出。Malcolm Gladwell 非常善于找到能恰好支持自己观点的例子，但未必
令人信服。
</p>

<div id="outline-container-org041483b" class="outline-2">
<h2 id="org041483b"><span class="section-number-2">1</span> Words and Phrases</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>underdog: <i>n.</i> a person or group of people with less power, money, etc. than the rest of society</li>
<li>to wit: used to make clearer or more particular something that you have already said</li>
<li>delve into: to try hard to find out more information about sth</li>
<li>wind up: to find yourself in an unexpected and usually unpleasant situation, especially as a result of what you do</li>
<li>divine: <i>adj.</i> connected with a god, or like a god</li>
<li>elude: <i>vt.</i> If something that you want eludes you, you do not succeed in achieving it</li>
<li>dyslexic: <i>adj.</i> having dyslexia</li>
<li>dyslexia: <i>n.</i> impaired ability to learn to read</li>
<li>the Blitz: <i>n.</i> the German air attacks on the UK in 1940-41</li>
<li>advantageous: <i>adj.</i> giving advantages or helping to make you more successful</li>
<li>thought-provoking: <i>adj.</i> making you think a lot about a subject</li>
<li>knee-jerk: <i>adj.</i> a quick reaction that does not allow you time to
consider sth carefully</li>
<li>constrarian: <i>n.</i> a person who takes a contrary position or attitude</li>
<li>counterintuitive: <i>adj.</i> opposite to what seems obvious or natural</li>
<li>slingshot: <i>n.</i> catapult</li>
<li>catapult: <i>n.</i> a device which can throw objects at a high speed</li>
<li>purport to: <i>vt.</i> to pretend to be or to do something, especially in a way that is not easy to believe</li>
<li>anecdotal: <i>adj.</i> describes information that is not based on facts or careful study</li>
<li>eminent: <i>adj.</i> famous, respected or import</li>
<li>leukemia: <i>n.</i> a serious disease in which the body produces too
many white blood cells</li>
<li>presume: <i>vt.</i> to believe something to be true because it is very
likely, although you are not certain</li>
<li>alight on: find by chance</li>
<li>go about: to begin to do something</li>
<li>psychiatrist: a doctor who treats people suffering from mental illness</li>
<li>employ: <i>vt.</i> to use sth</li>
<li>bewildering: <i>adj.</i>  confusing and difficult to understand</li>
<li>sprawl: <i>n.</i> an act of spreading to cover a large area in an untidy way</li>
<li>shtick: <i>n.</i> (also schtick) a particular ability that sb has</li>
</ul>
</div>
</div>
